Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: ཁུར་ དེ་ཡང་ ནད་མེད་པ འི་ ཁུར་ དང་ །_ མི་ ངལ་བ འི་ ཁུར་ དང་ །_ བདེ་བ འི་ ཁུར་ དང་ །_ གཙོ་བོ་ འབྱུང་བ ར་ འགྱུར་བ འི་ ཁུར་ དང་ །_ དེ་བཞིན་ གཤེགས་པ འི་ བསྟན་པ འི་ ཁུར་ དང་ །_ དམ་པ འི་ ཆོས་ ཉན་པ འི་ ཁུར་ དང་ །_ ཆོས་ ཐོས་པ་ སྒྲུབ་པ འི་ ཁུར་ དང་ །_ ཐར་བ ར་ འགྱུར་བ འི་ ཁུར་ དང་ །_
en: That burden includes the burden of health, the burden of not being fatigued, the burden of happiness, the burden of gaining importance, the burden of the thus-gone ones’ teaching, the burden of listening to the sublime Dharma, the burden of accomplishing the Dharma received, and the burden of becoming liberated. [141.b]

source: ཀྱེ་ མི་ ཁུར་ དེ་ |#| ནི་ དེ་ལྟ་ བུ་ ཡིན་ [141b] པས །_ ཀྱེ་ མི་ ཁུར་ དེ་ |#| ནི་ ལུས་ དུབ་པ ར་ བྱེད་པ་ མ་ ཡིན་ ཞིང་ །_
en: Such being the burdens, they fatigue neither body nor mind.

source: སེམས་ དུབ་པ ར་ བྱེད་པ་ མ་ ཡིན་ ལ །_ བདག་ ལ་མ་ འོངས་པ །_ གཞན་ ལས་མ་ འོངས་པ །_ བདག་ སྡུག་བསྔལ་ བར་མི་ བྱེད་པ །_ གཞན་ སྡུག་བསྔལ་ བར་མི་ བྱེད་པ་ ཡིན་ ན
en: Originating neither with oneself nor others, they bring pain to neither oneself nor others. |#| That being the case,

source: ཀྱེ་ མི་ ཁྱོད་ ཀྱིས་ ཁྱོད་ ང་ འབའ་ཞིག་ གི་ སློབ་མ ར་ གྱུར་པ ར་ བྱོས་ ཤིག་ ཅེས་ དེ་སྐད་ ཅེས་ སྨྲས་ ན །_
en: when you tell me to become the student of yourself alone,

source: ཀྱེ་ མི་ ཁྱོད་ ལ་ ཅི་ དགོས་ ཞེས་ དེ་སྐད་ ཅེས་ བརྗོད་པ ར་ བྱ འོ །_།
en: I will ask you what you need.

source: གལ་ཏེ་ ལུས་ དང་ སྲོག་ དགོས་ སོ་ ཞེས་ དེ་སྐད་ ཅེས་ སྨྲས་ ན །_
en: If you say that you need my body and life force, then

source: དེས་ དེ་ |#| ལ་ ཀྱེ་ མི་བདག་ གིས་ ནི་ ལུས་ ཡོངས་སུ་ གཏོང་ ཞིང་ །_ |#| སྲོག་ ཡོངས་སུ་ གཏང་ གི་
en: I will grant you my body and life force. |#| But

source: བདག་ གིས་ ཁྱོད་ ཡོངས་སུ་ གཏང་བ་ མ་ ཡིན་ གྱིས །_
en: I will not abandon you.

source: ཀྱེ་ མི་ ཁྱོད་ བདག་པོ་ མེད་ ཅིང་ དབང་ཕྱུག་ མེད་པ འི་ ཆོས་ རྣམས་ ལ་ དབང་ཕྱུག་ ཏུ་ འདུ་ཤེས་ མ་ སྐྱེད་ ཅིག _།
en: You should not give rise to the idea that phenomena, which are without owner and lord, have a lord!

source: དབང་ཕྱུག་ གི་ འདུ་ཤེས་ བསྐྱེད་ དེ །_ |#| སྡིག་པ་ ཅན་ གྱི་ ལས་ རྣམས་ བྱས་ ན་
en: Once you have given rise to the idea of a lord, and then commit negative deeds based on that,

source: ཁྱོད་ ནི་ སྡིག་པ་ ཅན་ གྱི་ ལས་ དག་ གིས་ སྡིག་པ་ ཅན་ གྱི་ འགྲོ་བ ར་ འགྱུར་ ཏེ །_
en: you will be propelled by negative actions toward unfortunate destinies.

source: ཀྱེ་ མི་ ཁྱོད་ ལ་ སྡིག་པ་ ཅན་ གྱི་ འགྲོ་བ ར་ འགྱུར་བ ས་ ཁྱོད་ སྡིག་པ་ ཅན་ གྱི་ ལས་ དག་ ལ་ སྦྱོར་བ ར་ ནི་ མི་ སྤྲོའོ །_།
en: In those unfortunate destinies you will be miserable, performing negative actions.

source: ཇི་སྟེ་ དེ་ལྟ ར་ མི་ སེམས་ ན་ ནི་ ཅི་ འདོད་པ་ བཞིན་ དུ་ བྱོས་ ཤིག་ ཅེས་ དེ་སྐད་ ཅེས་ བརྗོད་པ ར་ བྱ འོ །_།
en: If you do not agree, then just do as you please!’

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གལ་ཏེ་ བྱང་ཆུབ་ སེམས་དཔའ་ ལུས་ དང་ སྲོག་ ལ་ དེ་ལྟ ར་ མི་ལྟ་བ ར་ གནས་ ན །_
en: $1148 “Śāradvatī­putra, if bodhisattvas observe such disregard for body and life force, then,

source: ཤ་ ར་དྭ་ཏི འི་ བུ་ ལྷག་པ འི་ བསམ་པ་ དེ་ཡང་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ བལྟ་བ ར་ བྱ་ སྟེ །_
en: Śāradvatī­putra, their exalted intention should be regarded as unexcelled and perfect awakening, for

source: བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ དང་ ཉེ་བ ར་ གྱུར་པ་ ཡིན །_
en: it approaches unexcelled and perfect awakening,

source: དེ འི་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ རྣམ་པར་ མ་ ཉམས་པ་ ཉིད་ ཡིན །_
en: sustains their unexcelled and perfect awakening,

source: འཁོར་བ་ ཡང་ ཐག་ རིང་ པོ ར་ བྱེད་པ་ ཡིན །_
en: keeps saṃsāra at a distance,

source: ཐམས་ཅད་ མཁྱེན་པ འི་ ཡེ་ཤེས་ དང་ ཉེ་བ ར་ གྱུར་པ་ ཡིན །_
en: approaches omniscient wisdom,

source: དེ་ སེམས་ཅན་ ཡོངས་སུ་ སྨིན་པ ར་ བྱེད་པ་ ཡང་ ཡིན །_
en: ripens beings,

source: སངས་རྒྱས་ ཀྱི་ ཞིང་ ཡང་ ཡོངས་སུ་ སྦྱོང་བ་ ཡིན །_
en: purifies buddha realms, and

source: བདག་ཉིད་ ཀྱི་ དགེ་བ འི་ རྩ་བ་ ཡང་ ཡོངས་སུ་ བྱང་བ་ ཡིན་ ནོ །_།
en: cultivates their roots of virtue.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ལྟ་སྟེ །_ |#| དཔེར་ ན་
en: $1149 “As a simile, Śāradvatī­putra,

source: ནོར་བུ་ མཁན་ དེས་ ཇི་ལྟ་ ཇི་ལྟ ར་ ནོར་བུ་ རིན་པོ་ཆེ་ རིན་ཐང་ མེད་པ་ ཤིན་ཏུ་ སྦྱངས་པ་ ཡོངས་སུ་ བྱང་བ ར་ བྱེད་པ་ དེ་ལྟ་ དེ་ལྟ ར་ ནོར་བུ་ རིན་པོ་ཆེ་ དེ་ ཆེས་ འོད་གསལ་བ་ ཡིན་ ཞིང་ །_ ཆེས་ ཡོངས་སུ་ དག་པ་ ཡིན་ ལ །_
en: suppose a jeweler finely polishes a priceless, precious gem, so that it becomes correspondingly dazzling and pristine.

source: !དེ་ལྟ་ དེ་ལྟ ར་ བདག་ ལ་ རྒྱལ་པོས་ མངོན་པར་ གཏོད་པ་ བྱིན་པ ར་ འགྱུར་ རོ་ སྙམ་ ནས་_
en: Thinking that the king will grant him a gift#54 for this,

source: [142a] ནོར་བུ་ མཁན་ དེས་ བདག་ཉིད་ ཀྱི་ ལོངས་སྤྱོད་ ཕུན་སུམ་ ཚོགས་པ་ མཐོང་ སྟེ
en: the jeweler might then set his eyes on his perfect possession. [142.a]

source: དེས་ རྒྱལ་པོ འམ །_ དེ་ལས་ གཞན་པ་ མཁས་པ་ དག་ ལས་ བསྟི་སྟང་ དུ་ བྱ་བ་ དག་ འཐོབ་ ཅིང་ །_ ནོར་བུ་ རིན་པོ་ཆེ་ དེ འི་ ཡོན་ཏན་ དེ་དག་ ཀུན་ ཏུ་ སྟོན་པ ར་ བྱེད་ ལ །_
en: He might then also receive a fine reception from the king or from other experts and show them the precious gem’s qualities.

source: ནོར་བུ་ རིན་པོ་ཆེ་ དེ་ ལ་ ཡང་ རྒྱལ་པོ་ དང་ །_ གཞོན་ནུ་ དང་ །_ བློན་པོ་ ཆེན་པོ་ དང་ །_ མཁས་པ་ དེ་དག་ ནོར་བུ་ རིན་པོ་ཆེ འི་ ཡོན་ཏན་ དག་ ལ་ དགའ་བ་ སྐྱེད་པ ར་ བྱེད་ ཅིང་ །_ ནོར་བུ་ རིན་པོ་ཆེ་ དེ་ མཐོང་ ན་ |#| ཡང་ དགའ་བ་ སྐྱེད་པ ར་ བྱེད་པ་ དེ་བཞིན་ དུ །_
en: The king, prince, ministers, and experts will then be elated upon seeing the precious gem, delighting in its qualities. |#| Likewise,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ གང་ གི་ ཚེ་ དེ་ལྟ ར་ མཉམ་པ་ཉིད་ ཀྱི་ སོ་སོ ར་ རྟོག་པ ས་ ལན་ མང་ དུ་ གནས་པ ར་ བྱེད་པ་ དེ་ལྟ་ དེ་ལྟ ར་ རང་ གི་ དགེ་བ འི་ རྩ་བ་ སངས་རྒྱས་ ཀྱི་ ཡེ་ཤེས་ ཡོངས་སུ་ བྱང་བ ར་ བྱེད་པ་ ཡིན །_
en: Śāradvatī­putra, as much as bodhisattva great beings remain in the discernment of equanimity, to that degree they cultivate the wisdom of awakening, their own roots of virtue.

source: !མངོན་པར་ གཏོང་བ ར་ ཡང་ ནུས་པ་ ཡིན །_ |#| སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ རྣམས་ དང་ ཡང་ ཕྲད་པ ར་ འགྱུར་བ་ ཡིན །_
en: They too will be able to grant gifts#55 and encounter the blessed buddhas.

source: དེ་ ལ་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ རྣམས་ ཀྱང་ སྟོན་པ ར་ མཛད་པ་ ཡིན །_
en: The blessed buddhas will instruct them and

source: སེམས་ཅན་ ཐམས་ཅད་ ཀྱིས་ ཀྱང་ བགྲོད་པ ར་ བྱ་བ་ ཡིན་ ནོ །_།
en: they will cause all beings to progress.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ལྟ་སྟེ །_ |#| དཔེར་ན་ མི་ ཞིག་ གིས་ སྨན་ གྱི་ ཤིང་ ལྗོན་པ་ བསྐྱེད་ ལ །_
en: $1150 “As another simile, Śāradvatī­putra, suppose that someone were to grow a medicinal tree.

source: མི་ དེ་ ཇི་ལྟ་ ཇི་ལྟ ར་ དུས་ དུས་ སུ་ འོབས་ ཀྱང་ རྐོ་བ ར་ བྱེད་ ཅིང་ ཆུ་ ཡང་ ལྡུགས་པ ར་ བྱེད་ ལ །_ རི་ དག ས་ དང་ བྱ་ དང་ རླུང་ གི་ སྐྱོན་ བསལ་བ འི་ ཕྱིར་ཡང་ ཀུན་ དུ་ སྲུང་བ ར་ བྱེད་པ་ དེ་ལྟ་ དེ་ལྟ ར་ སྨན་ གྱི་ ཤིང་ ལྗོན་པ་ དེ་ རྣམ་པར་ འཕེལ་བ ར་ འགྱུར་ ལ །_
en: The medicinal tree would develop precisely to the extent that the person digs out a hole for it and waters the tree at the proper times, and protects it from the threats of deer, birds, and wind.

source: རྣམ་པར་ འཕེལ་ ནས་ |#| ཀྱང་
en: Once it has fully grown,

source: སེམས་ཅན་ གྲངས་མེད་ དཔག་ ཏུ་ མེད་པ འི་ ནད་ སེལ་བར་ བྱེད་ ཅིང་ །_ ནད་ ཀུན་ ཏུ་ གཅོད་པ ར་ བྱེད་ ལ །_ སེམས་ཅན་ ནད་མེད་པ་ རྣམས་ ཀྱིས་ བགྲོད་པ ར་ བྱ་བ་ ཡང་ ཡིན་པ་ དེ་བཞིན་ དུ །_
en: it would then be able to prevent and cure the illnesses of immeasurable, countless beings, and enable healthy beings to progress. |#| Likewise,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ ཇི་ལྟ་ ཇི་ལྟ ར་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ སེམས་ སྐྱེད་པ ར་ བྱེད་པ་ དང་ །_ དགེ་བ འི་ རྩ་བ་ ཡང་ སྐྱེད་པ ར་ བྱེད་པ་ དང་ །_ ཆོས་ཤེས་པ་ དེ་ ཡང་ ཡོངས་སུ་ ཚོལ་ བར་ བྱེད་པ་ དང་ །_ ཆོས་ ཡོངས་སུ་ ཚོལ་བ་ ལ་ མངོན་པར་ བརྩོན་པ་ ཡིན་པ་ དང་ །_ དེ་བཞིན་ དུ་ བདུད་ ཀྱི་ ལས་ དང་ །_ ཉོན་མོངས་པ་ ཡོངས་སུ་ སྐྱོབ་པ ར་ བྱེད་པ་ དེ་ལྟ་ དེ་ལྟ ར་ བྱང་ཆུབ་ སེམས་དཔའ་ ནི་ སངས་རྒྱས་ ཀྱི་ ཆོས་ རྣམ་པར་ འཕེལ་བ ར་ བྱེད་པ་ ཡིན་ ཏེ
en: Śāradvatī­putra, bodhisattvas develop buddha qualities precisely to the extent to which they give rise to the mind set on unexcelled and perfect awakening; |#| develop roots of virtue; |#| pursue knowledge of the Dharma; |#| strive in pursing the Dharma; |#| and likewise, protect against the workings of Māra and the afflictions. [142.b]

source: དེ་ རྣམ་ [142b] པར་ འཕེལ་བ ར་ བྱས་ ནས་ ཀྱང་
en: Once they have fully developed such qualities,

source: སེམས་ཅན་ གྲངས་མེད་ དཔག་ ཏུ་ མེད་པ འི་ ནད་ ངེས་པ ར་ འཇོམས་པ ར་ བྱེད་པ་ ཡིན །_ |#| ཡེ་ཤེས་ ཀྱི་ སྨན་སྦྱོར་ བར་ བྱེད་པ་ ཡིན །_
en: they vanquish the illnesses of immeasurable, countless beings and apply the salve of wisdom; |#| and

source: དེ་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ མངོན་པར་ རྫོགས་པ ར་ སངས་རྒྱས་ ནས་ ཀྱང་
en: once they have fully awakened to unexcelled and perfect buddhahood,

source: ལྷ་ དང་ །_ མི་ དང་ །_ ལྷ་མ་ ཡིན་ གྱི་ འཇིག་རྟེན་ དུ་ བཅས་པ འི་ སེམས་ཅན་ ཉོན་མོངས་པ་ དང་ བཅས་པ་ དང་ །_ ཉོན་མོངས་པ་ མེད་པ་ རྣམས་ ཀྱིས་ བགྲོད་པ ར་ བྱ་བ་ ཡང་ ཡིན་ ནོ །_།
en: they enable beings with and without afflictions, including the worlds of gods, humans, and demigods, to progress.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གཞན་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ འི་ ཐད་ དུ་ མི་ལ་ ལ་ ཞིག་ འོངས་ ནས་
en: $1151 “Moreover, Śāradvatī­putra, suppose someone were to approach a bodhisattva great being and say,

source: གང་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ སེམས་ བསྐྱེད་པ་ དེ་ ནི་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ ར་ སྐྱེ་བ ར་ འགྱུར་ ཏེ
en: ‘One who has given rise to the mind set on unexcelled and perfect awakening will be born in the hells.

source: དེ་ ཅིའི་ཕྱིར་ ཞེ་ན །_ རིགས་ ཀྱི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ ནི་ ཇི་ཙམ་ དུ་ སེམས་ཅན་ དག་ ཐར་བ ར་ བྱེད་པ་ དེ་ཙམ་ ཁོ་ན ར་ གྲངས་མེད་ པར་ སེམས་ཅན་ དམྱལ་བ་ རྣམས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: This is because, noble son, bodhisattvas will be reborn in the hells innumerably many times, precisely to the extent that there are beings there to liberate.

source: སེམས་ཅན་ དེ་དག་ ཐམས་ཅད་ ཀྱི་ སྡུག་ བསྔལ་ གང་ཡིན་པ་ དེ་ གཅིག་པུ ས་ ཉམས་ སུ་ མྱང་བ ར་ བྱ་ དགོས་ ཤིང་ །_
en: They alone will need to experience the suffering of all those beings.

source: དེ་བཞིན་ དུ་ བདག་ གི་ སྡུག་བསྔལ་ ཡང་ གཅིག་པུ་ འབའ་ཞིག་ གིས་ ཉམས་ སུ་ མྱང་བ ར་ བྱ་ དགོས་ ལ །_
en: Accordingly, I must experience my own suffering alone, whereas

source: ཐམས་ཅད་ མཁྱེན་པ འི་ ཡེ་ཤེས་ ལ་ སེམས་བསྐྱེད་པ་ བྱས་པ འི་ སྡུག་བསྔལ་ དེ་ཡང་ ཁྱོད་ གཅིག་པུ་ འབའ་ ཞིག་ གིས་ ཉམས་ སུ་ མྱང་བ ར་ བྱ་ དགོས་ ཏེ
en: you alone must experience the suffering of giving rise to the mind set on omniscient wisdom, for

source: སེམས་ཅན་ ཐམས་ཅད་ ནི་ ཐར་བ ར་ གྱུར་ ན །_ |#| ཁྱོད་ ནི་ སྡུག་བསྔལ་ ཉམས་ སུ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: you will experience suffering if you are to liberate all beings.

source: གལ་ཏེ་ ཁྱོད་ ཀྱིས་ དེ་ལྟ ར་ བཏང་ ན །_
en: If you give it up,

source: དེ་ལྟ་ན་ ཁྱོད་ ཀྱིས་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ མངོན་པར་ རྫོགས་པ ར་ སངས་རྒྱས་ པར་ ནུས་ སོ་ ཞེས་ དེ་སྐད་ ཅེས་ སྨྲས་ ན །_
en: then you will be able to fully awaken to unexcelled and perfect buddhahood.’

source: གལ་ཏེ་ བྱང་ཆུབ་ སེམས་དཔ ས་ དེ་ལྟ ར་ མོས་པ་ བཟློག་པ་ ཉེ་བ ར་ བསྒྲུབས་པ འི་ ཚིག་ ཐོས་ ནས་ དང་ དུ་ ལེན་པ ར་ བྱེད་ དེ །_ |#| སྐྲག་ ཅིང་ དངངས་ ལ་ དེ་ མི་ ནུས་ སོ་ སྙམ་ དུ་ མངོན་པར་ བསམས་ ནས་ ཞུམ་པ ར་ བྱེད་ ན །_
en: $1152 “If bodhisattvas, upon hearing these discouraging words, embrace them and become discouraged, thinking, in a state of fear and anxiety, that this is something they cannot do,

source: ལྷག་པ འི་ བསམ་པ་ མ་ཡིན་པ ར་ བལྟ་ བ ར་ བྱ འོ །_།
en: that should be regarded as not being the exalted intention.

source: གལ་ཏེ་ བྱང་ཆུབ་ སེམས་དཔའ་ ལ་ སེམས་ འདི་ ལྟ་བུ་ སྐྱེ་ སྟེ །_
en: Instead, bodhisattvas should have the following attitude:

source: གལ་ཏེ་ བདག་ སེམས་ཅན་ དམྱལ་བ ར་ སྐྱེས་ ནས་ |#| སེམས་ཅན་ དེ་དག་ ཡོངས་སུ་ སྨིན་པ ར་ གྱུར་ ཅིང་ །_ རྣམ་པ་ དེས་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ ངེས་པ ར་ གྱུར་ ལ །_ སེམས་ཅན་ དམྱལ་བ་ ཆེན་ [143a] པོ འི་ འཇིགས་པ་ དག་ ལས་ ཐར་བ ར་ གྱུར་ ན
en: ‘If, through being born in the hells, I were to ripen the beings there and lead them toward unexcelled and perfect awakening and freedom from the fears of the hells, [143.a] then

source: སེམས་ཅན་ རེ་རེ འི་ དོན་ གྱི་ ཕྱིར་ཡང་ བདག་ བསྐལ་པ་ གྲངས་མེད་ དཔག་ ཏུ་ མེད་པར་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ ར་ སྐྱེ་བ་ ཡོངས་སུ་ འཛིན་པ ར་ སྤྲོའོ །_།
en: for the sake of each being I would gladly accept birth in the hells for immeasurable, countless eons!

source: སངས་རྒྱས་ ཀྱི་ ཡེ་ཤེས་ དེ་ལྟ་ བུ་ དེ་ དང་ །_ སངས་རྒྱས་ ཀྱི་ སྟོབས་ དེ་ལྟ་ བུ་ དེ་ དང་ །_ སངས་རྒྱས་ ཀྱི་ མི་ འཇིགས་པ་ དེ་ལྟ་ བུ་ དེ་ དང་ །_ ཇི་ལྟ ར་ དེ་བཞིན་ གཤེགས་པ་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ མངོན་པར་ རྫོགས་པ ར་ སངས་རྒྱས་ ནས་
en: [That is because, ]as a thus-gone one having fully awakened to unexcelled and perfect buddhahood, and possessing, accordingly, the wisdom, strength, and fearlessness of a buddha, [I would instruct beings to destroy their desire, anger, and delusion, and thus bring an end to the succession of countless heaps of afflictions, and bring an end to the beginningless succession of the myriad of beings, protect them for immeasurable eons, and enable beings to attain the happiness that is itself free of desire—]

source: སེམས་ཅན་ ཆགས་པ་ རྣམས་ ཀྱི་ འདོད་ཆགས་ རྣམ་པར་ གཞིག་པ འི་ ཕྱིར་ གཏམ་ མཛད་པ་ དང་ །_ དེ་བཞིན་ དུ་ ཞེ་སྡང་ དང་ །_ གཏི་མུག་ རྣམ་པར་ གཞིག་པ འི་ ཕྱིར་ གཏམ་ མཛད་པ་ དང་ །_ གང་ གཏམ་ དེ་ མཛད་པ་ དང་ །_ ཇི་ལྟ ར་ སྡུག་བསྔལ་ གྱི་ ཕུང་པོ་ གྲངས་མེད་པ་ རྒྱུན་ ཆད་པ་ ཡིན་པ་ དང་ །_ ཐོག་མ་ མེད་པ འི་ སེམས་ཅན་ དེ་སྙེད་ རྒྱུན་ ཆད་པ ར་ བྱས་ པ་ ཡིན་པ་ དང་ །_ བསྐལ་པ་ ཚད་ མེད་པར་ ཡོངས་སུ་ བསྐྱབ་པ ར་ བྱས་པ་ ཡིན་པ་ དང་ །_ སེམས་ཅན་ རྣམས་ ཀྱིས་ འདོད་ཆགས་ དང་ བྲལ་བ འི་ བདེ་བ་ ཉིད་ དེ་ལྟ་ བུ་ རྗེས་སུ་ ཐོབ་པ་ ཡིན་པ འི་ ཕྱིར་ ཏེ་
en: That is because, [as a thus-gone one having fully awakened to unexcelled and perfect buddhahood, and possessing, accordingly, the wisdom, strength, and fearlessness of a buddha, ]I would instruct beings to destroy their desire, anger, and delusion, and thus bring an end to the succession of countless heaps of afflictions, and bring an end to the beginningless succession of the myriad of beings, protect them for immeasurable eons, and enable beings to attain the happiness that is itself free of desire—

source: རྣམ་ གྲངས་ དེས་ན་ |#| བདག་ བསྐལ་པ་ གྲངས་མེད་ དཔག་ ཏུ་ མེད་པར་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ ར་ གནས་པ ར་ སྤྲོའོ་ སྙམ་ ནས
en: in light of such a sequence of events, I would delight in dwelling in the hells for immeasurable, countless eons.’

source: !དེ་ ལ་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ ཀུན་ ཏུ་ མི་ ཞུམ་པ་ ཡིན །_ |#| དེ་ ལ་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ མི་ ནུར་བ་ ཡིན །_ |#| དེ་ ལ་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ ངན་པ འི་ འདུ་ཤེས་ སྐྱེད་ ན །_
en: If bodhisattvas are not discouraged by such a prospect, do not retreat from it, and do not#56 have a negative idea about it, then,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ དེ་ ནི་ ལེ་ལོ་ མེད་ ཅིང་ ལྷག་ པ འི་ བསམ་པ་ དང་ ལྡན་པ་ ཡིན་པ ར་ ཤེས་པ ར་ བྱ འོ །_།
en: Śāradvatī­putra, those bodhisattvas should be understood to be free of laziness and in possession of the exalted intention.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཁྱོད་ བྱང་ཆུབ་ སེམས་དཔ འི་ ལྷག་པ འི་ བསམ་པ་ རྒྱས་པ ར་ ཉན་པ ར་ འདོད་ དམ །_
en: Śāradvatī­putra, would you like to hear about the bodhisattvas’ exalted intention in greater detail?”

source: བཅོམ་ལྡན་འདས་ འཚལ་ ལགས་སོ །_།
en: $1153 “Indeed, Blessed One, I would.

source: བཅོམ་ལྡན་འདས་ དེ འི་ དུས་ ལགས་སོ །_།
en: Blessed One, please tell me right away.

source: བདེ་བ ར་ གཤེགས་པ་ དེ་ ནི་ དུས་ ལ་ བབ་པ་ ལགས་ ཏེ །_
en: Blissful One, please elaborate right away.

source: བཅོམ་ལྡན་འདས་ བྱང་ཆུབ་ སེམས་དཔའ་ ལྷག་པ འི་ བསམ་པ་ གང་ དང་ ལྡན་ ན་ |#| བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ མངོན་པར་ རྫོགས་པ ར་ འཚང་རྒྱ་བ འི་ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ཀྱི་ ལྷག་པ འི་ བསམ་པ་ རྣམ་པར་ དབྱེ་བ ར་ གསོལ །_
en: Blessed One, please elaborate on the exalted intention of bodhisattvas, which allows bodhisattvas to fully awaken to unexcelled and perfect buddhahood.” [143.b]

source: དེ་ནས་ བཅོམ་ [143b] ལྡན་ འདས་ ཀྱིས་ ཚེ་ དང་ ལྡན་པ་ ཤ་ར་དྭ་ཏི འི་ བུ་ ལ་ འདི་སྐད་ ཅེས་ བཀའ་ སྩལ་ ཏོ །_།
en: $1154 The Blessed One then told the following story:

source: ཤ་ར་དྭ་ཏི འི་ བུ་ སྔོན་བྱུང་བ་ འདས་པ འི་ དུས་ ན་ བསྐལ་པ་ གྲངས་མེད་པ འི་ ཡང་ ཆེས་ གྲངས་མེད་པ་ ཡངས་པ་ ཚད་ མེད་པ་ བསམ་ གྱིས་ མི་ ཁྱབ་པ་ དེ འི་ ཕ་རོལ་ གྱི་ ཡང་ ཆེས་ ཕ་རོལ་ ཏུ་ གྱུར་པ་ དེ འི་ ཚེ་ དེ འི་ དུས་ ན་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ རིག་པ་ དང་ ཞབས་ སུ་ ལྡན་པ །_ བདེ་བ ར་ གཤེགས་པ །_ འཇིག་རྟེན་ མཁྱེན་པ །_ སྐྱེས་བུ་ འདུལ་བ འི་ ཁ་ལོ་ སྒྱུར་བ །_ བླ་ ན་ |#| མེད་པ །_ ལྷ་ དང་ མི་ རྣམས་ ཀྱི་ སྟོན་པ །_ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ ཡོན་ ཏན་ རྒྱལ་པོ འི་ འོད་ ཅེས་བྱ་བ་ འཇིག་རྟེན་ དུ་ བྱུང་ ངོ་ །_།
en: “Śāradvatī­putra, immeasurably vast and countless beyond countless eons ago, there appeared in the world a thus-gone one, a worthy one, a perfect buddha, someone wise and virtuous, a blissful one, a knower of the world, a steersman taming beings, an unsurpassable one, a teacher of gods and humans, a blessed buddha called Guṇarājaprabha.

source: བཅོམ་ལྡན་འདས་ དེ འི་ ཉན་ཐོས་ ཆེན་པོ་ འདུས་པ་ ནི་ ཉན་ཐོས་ བརྒྱད་ ཁྲི་ བཞི་ སྟོང་ བྱུང་ ངོ་ །_། |#| བྱང་ཆུབ་ སེམས་དཔའ་ འདུས་པ་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ བརྒྱད་ ཁྲི་ བཞི་ སྟོང་ བྱུང་ ངོ་ །_།
en: That blessed one had eighty-four thousand assemblies of great hearers and eighty-four thousand assemblies of bodhisattvas.

source: ཉན་ཐོས་ འདུས་པ་ རེ་རེ་ ལ་ ཡང་ དགྲ་བཅོམ་པ་ བྱེ་ བ་ ཕྲག་ བརྒྱད་ཅུ་ རྩ་ བཞི་ བྱུང་ ངོ་ །_།
en: Each one of those hearer assemblies had eight hundred forty million worthy ones, and

source: བྱང་ཆུབ་ སེམས་དཔའ་ འདུས་པ་ རེ་རེ་ ལ་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ བྱེ་བ་ སྟོང་ཕྲག་ བརྒྱད་ཅུ་ རྩ་ བཞི་ བྱུང་ ངོ་ །_།
en: each one of those bodhisattva assemblies had eight billion four hundred million bodhisattvas.

source: བཅོམ་ལྡན་འདས་ དེ འི་ སློབ་མ་ དག་ ནི་ ཉན་ཐོས་ དགྲ་བཅོམ་པ་ དེ་དག་ ཇི་སྙེད་ བྱུང་བ་ དེ འི་ ཉིས་འགྱུར་ དུ་ བྱུང་ ངོ་ །_།
en: That blessed one’s students were double the number of worthy ones of the hearer vehicle.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ འི་ ཚེ་ དེ འི་ དུས་ ན་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ཅེས་བྱ་བ་ བྱུང་ ངོ་ །_།
en: $1155 “Śāradvatī­putra, at that time there was a prince called Smṛtilābha.

source: དེ་ནས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ དུས་གཞན་ ཞིག་ ན །_ |#| བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ རྒྱལ་པོ འི་ འོད་ དེ་ག་ ལ་བ་ དེར་ སོང་ སྟེ་
en: Once, Prince Smṛtilābha went to where the blessed thus-gone one Guṇarājaprabha was.

source: ཕྱིན་ ནས་ བཅོམ་ལྡན་འདས་ དེ འི་ ཞབས་ ལ་ ཕྱག་ འཚལ་ ཏེ །_ |#| ཕྱོགས་ གཅིག་ ཏུ་ འདུག་ གོ །_།
en: Having approached him, he bowed to the Blessed One’s feet and sat to one side.

source: རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ཕྱོགས་ གཅིག་ ཏུ་ འདུག་པ་ དེ་ ལ་ ཡང་ སེམས་ ཀྱི་ ཡོངས་སུ་ རྟོག་པ་ འདི་ ལྟ་བུ་ སྐྱེས་ ཏེ །_
en: While Prince Smṛtilābha sat there he had the thought,

source: ཇི་ཙམ་ དུ་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ ཡོན་ཏན་ རྒྱལ་པོ འི་ འོད་ རྒྱ་ཆེན་པོ འི་ ཆོས་ དང་ ལྡན་པ་ ནི་ ངོ་མཚར་ ཏེ །_
en: ‘How amazing is the thus-gone one, the worthy one, the perfect buddha Guṇarājaprabha, who possesses such vast qualities.

source: གང་དེ་ བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ རྒྱལ་པོ འི་ འོད་ དེ འི་ ཡེ་ཤེས་ ཇི་ འདྲ་བ་ དེ་ལྟ་ བུ་ ཡང་དག་ པར་ བསྒྲུབ་པ ར་ བྱ་བ འི་ རྣམ་ གྲངས་ དེ་ ནི་ ཇི་ འདྲ་བ་ ཡིན །_
en: What kind of wisdom does the thus-gone one Guṇarājaprabha possess, and how is such wisdom to be accomplished?

source: བདག་ གིས་ ནི་ དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ རྒྱལ་པོ འི་ འོད་ ལ་ཚིགས་ སུ་ བཅད་པ འི་ དབྱངས་ ཀྱི་ ཞུ་བ་ ཞུ འོ་ སྙམ་ ནས་
en: I will make a request to the thus-gone one Guṇarājaprabha in melodious verses.’ [144.a]

source: དེ་དེ འི་ ཚེ་ དེ་བཞིན་ [144a] གཤེགས་པ་ ཡོན་ཏན་ རྒྱལ་པོ འི་ འོད་ ལ་ སེམས་ དང་བ་ ཡང་དག་ པར་ ལྡན་པ འི་ ཚིགས་ སུ་ བཅད་པ་ དག་ གིས་ ཞུ་བ་ ཞུས་པ །_
en: He thus posed the following questions to the thus-gone one Guṇarājaprabha using verses replete with devotional sentiment:

source: རྐང་ གཉིས་ དམ་པ་ སངས་རྒྱས་ མཐོང་ ནས་ |#| སུ །_། བདག་ ལ་ འདུན་ སྐྱེད་ བྱང་ཆུབ་ འཚལ་བ ར་ གྱུར །_།
en: $1156 “ ‘Seeing a buddha, the best among humans, Inspiration is born in me—I long for awakening.

source: ལས་ གང་ བགྱིས་པ་ འདི་འདྲ་ མཐའ་ ཡ ས་ གཟིགས །_།
en: You see the infinite actions beings have performed.

source: གང་ གིས་ ཐེག་མཆོག་ བདུད་རྩི་ རེག་པ ར་ འགྱུར །_།
en: How will I reach the ambrosia of the supreme vehicle?

source: རྒྱལ་བ་དམ་པ་ སྐར་མ འི་ ཚོགས་ ནང་ ཟླ་ འདྲ་ གཟུགས་ ཀྱི་ མཆོག _།
en: $1157 “ ‘Supreme Victor, your supreme body is like the moon amidst the stars.

source: རྒྱལ་བ་དམ་པ་ རྟག་ ཏུ་ ཆོས་སྟོན་ དེ་ འདྲ་ རྫུ་འཕྲུལ་ མཆོག _།
en: Supreme Victor, with supreme miracles you teach the Dharma always.

source: དེ་ འདྲ་ རྟག་ ཏུ་ ལྷ་གནས་ དབང་པོ་ འདྲ་བ་ ཤེས་རབ་ མཆོག _།
en: Your insight is supreme, like the lord of the divine abodes—

source: ཀུན་ མཁྱེན་ ཡོན་ཏན་ རྒྱལ་པོ་ ཁྱུ་མཆོག་ གཙོ་བོ་ ཁྱོད་ ལ་ ཞུ །_།
en: Omniscient Guṇarājaprabha, lord, supreme among men, I ask you!

source: ཡེ་ཤེས་ ཐོགས་མེད་ དྲི་བྲལ་ རྣམ་པར་ སྦྱངས །_།
en: $1158 “ ‘Your wisdom is unobstructed, stainless, pristine;

source: དུས་གསུམ་ དག་ ལ་ ཐོགས་པ་ མེད་པར་ འཇུག _།
en: It knows the three times without impediment.

source: སེམས་ཅན་ མཆོག་ གཙོ་ མཆོག་རབ་ དྲང་སྲོང་ ཆེ །_།
en: Supreme among beings, exalted lord, great sage,

source: ཆོས་ རྣམས་ ཀུན་ ལ་ ཁྱོད་ ཀྱི་ དབང་ཕྱུག་ ལགས །_།
en: Your mastery extends to everything!

source: ཁྱོད་ ཀྱིས་ སྔོན་ ཚེ་ སངས་རྒྱས་ གཟིགས་ ནས་ |#| སུ །_།
en: $1159 “ ‘You have seen buddhas in the past.

source: ཁྱོད་ ཀྱིས་ བྱང་ཆུབ་ མཆོག་ གཙོ་ ཞུས་པ་ དང་ །_། དེ་ ཚེ་ བྱང་ཆུབ་ སླད་ དུ་ ཡེ་ཤེས་ མཆོག _། དེ་ ལ་ ཁྱོད་ ཞུས་ ཆོས་རྒྱལ་ བཤད་ དུ་ གསོལ །_།
en: You have requested the supreme awakening. |#| Please tell, King of Dharma, About the supreme wisdom you received then for the sake of awakening!

source: གང་ གིས་ བྱང་ཆུབ་ དམ་པ་ མཆོག་ རེག་ ཅིང་ །_། སེམས་ཅན་ ཀུན་ གྱི་ སྐྱབས་ སུ་ འགྱུར་བ་ དང་ །_། འཆི་ འཕོ་ སྐྱེ་བ་ ཀུན་ ལས་ གྲོལ་ འགྱུར་བ །_། ཆགས་ མེད་ གཟིགས་པ་ བདག་ ཀྱང་ ཞུ་ ལགས་སོ །_།
en: $1160 “ ‘You who see without hindrance, I ask, How does one reach sublime and supreme awakening, Become a refuge to all beings, And liberate them completely from death and birth?’

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ནས་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ ཡོན་ཏན་ རྒྱལ་པོ འི་ འོད་ ཀྱིས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ལ་ཚིགས་ སུ་ བཅད་པ་ དག་ གིས་ བཀའ་ སྩལ་པ །_
en: $1161 “Śāradvatī­putra, the thus-gone one Guṇarājaprabha then spoke these verses to Prince Smṛtilābha:

source: གཞོན་ནུ་ ཇི་ལྟ ར་ དེ་སྐད་ ཚིག་ སྨྲས་པ །_། སེམས་ ཀྱིས་ ལས་ ཀུན་ ཡང་དག་ བསྒྲུབས་ ནས་ |#| སུ །_།
en: $1162 “ ‘Prince, just as you have said, While accomplishing all actions with my mind,

source: ཇི་ལྟ ར་ གང་ གཱའི་ ཀླུང་ གི་ བྱེ་ སྙེད་ ཀྱི །_། སངས་རྒྱས་ མང་པོ་ སྔོན་ཆད་ མཐོང་བ་ ཡིན །_།
en: I have previously seen as many buddhas As there are grains of sand in the river Ganges.

source: གཞོན་ནུ་ དེ་ ཡི་ སྐབས་ སུ་ སངས་རྒྱས་ མཐོང་ །_། |#| དེ་དག་ མིང་ བརྗོད་ ངས་ ནི་ ནུས་ མ་ ཡིན །_།
en: $1163 “ ‘Prince, I cannot say the names Of all the buddhas I have seen over that period.

source: ཇི་ལྟ ར་ གང་ གཱའི་ བྱེ་ སྙེད་ བསྐལ་ བཞུགས་པ །_། དེ་དག་ ངས་ ནི་ མཐོང་ ཞིང་ ཞུ་བ་ བྱས །_།
en: I have seen and received teachings from all those who lived, During as many eons as there are grains of sand in the Ganges.

source: རྐང་ གཉིས་ དམ་པ་ སངས་རྒྱས་ གྱུར་ཅིག་ ཅེས །_། བྱང་ཆུབ་ རྒྱུ་ ཡི་ སེམས་ ནི་ ཁྱོད་ ལ་ སྐྱེས །_།
en: $1164 “ ‘The thought that is the cause of awakening— “May I be a buddha, the best among humans!”— is born in you.

source: ངས་ བཤད་ ཆོས་ ནི་ ཁྱོད་ ཀྱིས་ མཉན་པ ར་ གྱིས །_།
en: Listen to the Dharma I will explain!

source: ཆོས་ དེ་ [144b] ཐོས་ ནས་ བསྒྲུབ་ ལ་ གནས་པ ར་ བྱོས །_།
en: Upon hearing it, apply yourself to its accomplishment. [144.b]

source: རྟག་ ཏུ་ སྦྱིན་པ ས་ ངོམས་ མི་ ཤེས་པ ར་ གྱིས །_།
en: $1165 “ ‘Never be satisfied with generosity.

source: རྟག་ ཏུ་ ཚུལ་ཁྲིམས་ ངོམས་ མི་ ཤེས་པ ར་ གྱིས །_།
en: Never be satisfied with discipline.

source: རྟག་ ཏུ་ བསམ་གཏན་ ངོམས་ མི་ ཤེས་པ ར་ གྱིས །_།
en: Never be satisfied with concentration.

source: གཞོན་ནུ་ ཤེས་རབ་ རྟག་ ཏུ་ བསྟེན་པ ར་ གྱིས །_།
en: Prince, always rely upon insight.’

source: མདོར་བསྡུས་ ཚིགས་བཅད་ ཀྱིས་ ནི་ གཏམས་ ནས་ |#| སུ །_།
en: $1166 “Having thus briefly spoken in verse,

source: དེ་ལས་ གཞན་པ འི་ སེམས་ཅན་ སྨིན་ བྱ འི་ ཕྱིར །_། རྗེས་སུ་ བསྟན་པ ར་ བྱ་ ཕྱིར་ གཞོན་ནུ་ གཏམས །_།
en: He told the prince that for the sake of ripening others He would have to instruct him further.
